
{
  "posts": [{
    "post_id": 1,
    "author": "Marc Larkin",
    "picture": "http://fenntechltd.com/omar/cptr204/blog/wp-content/uploads/2015/10/css3animation-banner.jpg",
    "title": "CSS Animation",
    "text": [{
      "paragraphs": [
        "Bacon ipsum dolor amet hamburger fatback flank rump boudin porchetta sausage strip steak pig drumstick. Tongue pork chop venison short loin. Pig jerky capicola, short loin chuck rump ball tip shankle doner strip steak pork jowl t-bone. Beef shankle pork loin beef ribs tail, tenderloin spare ribs hamburger chicken drumstick pancetta landjaeger pastrami short ribs. Frankfurter hamburger strip steak, sausage swine tail pancetta picanha cupim pork belly pork loin tenderloin ribeye. Spare ribs pork chop tenderloin pork loin ham salami shankle chicken short ribs.",

        "Shank brisket pig, shoulder beef ribs drumstick pork belly meatloaf. Pastrami short loin chicken boudin alcatra burgdoggen. Leberkas short loin ham hock ribeye capicola prosciutto, cow pastrami jowl corned beef turducken chicken pork chop. Picanha pork tenderloin alcatra, hamburger porchetta venison kielbasa turducken."
      ]
    }]
  }, {

    "post_id": 2,
    "author": "Elise St Hilaire",
    "picture": "http://fenntechltd.com/omar/cptr204/blog/wp-content/uploads/2015/10/css3animation-banner.jpg",
    "title": "Is Breakfast Cereal Really That Bad For Your Body?",
    "text": [{
      "paragraphs": [
        "Cardigan chillwave XOXO street art pork belly. Before they sold out offal ramps cred chillwave man bun, sriracha banh mi shabby chic lumbersexual skateboard. Biodiesel hella green juice freegan semiotics meditation vice, whatever cold-pressed lumbersexual live-edge 3 wolf moon vaporware. Crucifix lyft kombucha edison bulb snackwave, glossier coloring book marfa pinterest narwhal. Drinking vinegar letterpress iceland, chambray gluten-free quinoa locavore wayfarers meditation cray. Mlkshk shabby chic godard, ugh butcher scenester gochujang normcore pop-up beard wolf ennui man bun pinterest fam. Pabst flannel church-key, polaroid austin intelligentsia forage.",

        "Meh vexillologist tote bag, unicorn leggings bushwick banh mi subway tile put a bird on it. PBR&B 90's banh mi, pickled aesthetic butcher waistcoat. Fingerstache skateboard salvia ethical quinoa. Chia master cleanse glossier single-origin coffee, hell of +1 selvage helvetica church-key banjo irony. Subway tile flexitarian thundercats, forage fam stumptown meditation chambray heirloom. Portland street art scenester art party. Prism af kogi vape 8-bit flannel.",

        "Hot chicken thundercats literally, keffiyeh wolf fap art party cold-pressed poutine whatever. Lyft scenester roof party, master cleanse mlkshk vape neutra ennui meggings venmo four loko hexagon wolf mumblecore sriracha. Enamel pin 3 wolf moon prism lyft bitters. Whatever aesthetic 8-bit, semiotics snackwave taxidermy kickstarter chillwave cardigan helvetica hella tofu DIY waistcoat seitan. Lumbersexual ramps green juice flannel readymade, cray blue bottle fanny pack. Poutine forage blog fixie 90's, ugh fingerstache knausgaard godard. Pork belly aesthetic edison bulb prism banh mi stumptown.",

        "Waistcoat 3 wolf moon bespoke, man bun copper mug paleo knausgaard affogato sartorial jianbing. You probably haven't heard of them vexillologist stumptown blue bottle artisan, fixie edison bulb paleo. Unicorn four dollar toast pitchfork, put a bird on it live-edge cred 8-bit vaporware wayfarers DIY tumblr hot chicken cray biodiesel plaid. Gentrify PBR&B ugh beard coloring book, readymade before they sold out kale chips locavore. Craft beer scenester mumblecore, echo park fap shabby chic chartreuse migas williamsburg letterpress narwhal intelligentsia flannel. Affogato chambray vaporware meh. Etsy farm-to-table four dollar toast flexitarian, XOXO pop-up tbh single-origin coffee heirloom wayfarers sriracha scenester +1 hell of."
        ]
      }]
  }]
}
